cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'tunnelbear'
cask 'textmate'
cask 'skype'
cask 'webstorm'
cask 'phpstorm'
cask 'iterm2'
cask 'kaleidoscope'
cask 'tweetdeck'
cask 'tower'
cask 'versions'
cask 'spotify'
cask 'sequel-pro'
cask 'teamviewer'
cask 'dropbox'
cask 'virtualbox'
cask 'wunderlist'
cask 'vlc'

